[
    {
        "title": "Cruelty after Colonization",
        "shortname": "Cruelty",
        "category": "History",
        "authors": "Greg Johnson, Natalie Avalos, Zara Suratt", 
        "description": "Most people are aware of the cruelty done to Native Americans as Europeans colonized North America. (think Trail of Tears, Christopher Columbus, ...) In this section, I will discuss U.S. government policies that destabilized and traumatized Native American communities that I was unaware of prior to this course. \n “Kill the Indian in him and save the man”. This quote is the motto behind the creation of residential boarding schools as part of U.S. federal Indian policy after the Civil War. Hundreds of thousands of Native American children were forcibly removed from their families and communities and brought to these far-away boarding schools where they were not allowed to speak their native languages, wear their native dress, or practice their native traditions. Children were forced to cut their hair, practice christianity, and experienced frequent physical and sexual abuse. Hundreds of dead children’s bodies have been discovered at the gravesites of some boarding schools - just imagine how many are left undiscovered. \n The U.S. introduced the Dawes General Allotment Act in 1887, which subdivided Native American land into privatized portions. Zara Surratt explains that policymakers designed this to separate Native American communities into nuclear family units. This policy allowed portions of Native American reservations to be sold to outsiders. After learning about indigenous values and traditions up to this point: this policy is terrible. Privatizing land completely goes against the way indigenous people develop relationships with their land and how they identify with it. \n Between the 16th and 19th century, the U.S. sponsored the development of museums and universities. Those institutions stole massive quantities of sacred objects and dead bodies from Native American communities for display and scientific research. This created lasting trauma for many Native American nations who have spiritual attachment to those objects and bodies. Even today, most of these objects and bodies have not been returned to their communities. The fight to have them returned is repatriation."
    },
    {
        "title": "Religion and Indigeneity",
        "shortname": "Religion",
        "category": "Terminology",
        "authors": "Bjorn Ola Tafjord, Chris Jocks, Philip P. Arnold", 
        "description": "Language is important. Not all indigenous people identify with their traditions and values as a religion. For example, the Bribri people in Talamanca, Costa Rica generally prefer the terms “culture” and “tradition” over religion. Indigenous studies scholars like Philip P. Arnold use “Indigenous Values” rather than “Indigenous Religions” because values better represent the relationship that indigenous people have with their belief systems. \n One explanation that I found particularly interesting about the odds between indigeneity and religion is that the world religions like Christianity, Islam, Buddhism and more, tend to be centered around individual salvation. Meanwhile, indigenous life is centered around relationships/kinship. So, it is difficult to accept the theme that people opt into religions like Christianity in order to enter Heaven and save their own souls into a indigenous “religion”. \n Furthermore, the history between the world religons and indigenous people is bad. Missionaries attempt to erase “indigenous religions” and convert people. War and violence upon the Native Americans is justified by Christianity. Since indigenous people have had a bad experience with external organized religion, it makes sense that many do not agree with traditions being religion as well."
    },
    {
        "title": "Who is Indigenous?",
        "shortname": "Indigineity",
        "category": "Terminology",
        "authors": "Tyler M. Tully, Ras Micheal Brown", 
        "description": "“Indigenous” is a category has personally brought me a lot of confusion. I’ve believed in misconceptions like: “indigenous people = native americans”, “indigenous people are people of color”, and “someone who is 3% Cherokee is indigenous”. I’ve come to learn that all of these points are not accurate. Indigenous people are global. Mexico, India, and even Hawaii are home to indigenous people. Some indigenous people are white, like the Sómi people of Lapland, Scandinavia. \n I really like Tyler M. Tully’s description of indigenous people as those who are the “other”, and have historically been the “other”. Indigenous people are people who have had a history of being colonized. Then, they are historically viewed as “primitive”, “barbaric”, and “taboo” by the colonizers. Indigenous religious traditions are used by colonizers to justify the sophistication and superiority of their own religions. Like the Adivasi in India’s caste system show, indigenous people are not accepted as the lowest caste of society. Instead, they are pushed away from society, marginalized, and ignored. \n Today, people can become indigenous only by being accepted by currently indigenous people. This is usually through developing a relationship with a tribe, or developing a relationship with the land of those people. Having a Cherokee great-grandmother does not make you indigenous: you must be claimed by the Cherokee people."
    },

    {
        "title": "Indigenous Traditions",
        "shortname": "Traditions",
        "category": "Shared Beliefs",
        "authors": "Chris Jocks, Abel R. Gomez, Kelsey Dayle John", 
        "description": "An emphasis on land is at the center of shared traditions among most indigenous peoples. Chris Jocks says that for indigenous people, land is not just a physical sector of space, they are the foundation of relationships. Abel R. Gomez writes that instead of people using land, an indigenous tradition will develop a relationship with that land. From this emphasis on land, traditions like round dances, consuming peyote, or Native American foodways, are all enabled by the land and its gifts. In this way, indigenous religious traditions are different from Christianity or Buddhism which can be practiced anywhere. \n Additionally, the indigenous relationship with animals are special. Unlike western anthropocentrism, there is no hierarchy of animals for indigenous people. Animals are seen as sacred: there is no difference between a person and a horse because they are both alive. \n This idea ties closely with the creation story for some indigenous tribes like the Haudenosaunee. In this story, a pregnant woman fell out of the sky and landed in the ocean. Then, through the woman’s collaboration with various animals, including a turtle whose back became the Americas (turtle island), the woman was able to reproduce and create humanity. This idea of kinship with animals extends to rivers, plants, stones, and more, which contain spirits and are worthy of respect. "
    },
    {
        "title": "Indigenous Values",
        "shortname": "Values",
        "category": "Shared Beliefs",
        "authors": "Dana Lloyd, Donnie Begay, Zara Surratt", 
        "description": "Kinship is a significant indigenous value. For many indigenous people, developing a relationship with land, animals, family, spirits, and community is something they take seriously. Haudenosaunee government demonstrates the value of forming and maintaining relationships. As recounted by Michelle Schenandoah, three Haudenosaunee nation leaders will meet at a time to discuss conflict. Two leaders will have a conversation, while the third leader only listens. The third leader will help the other two reach peace and compromise. Furthermore, leaders are elected by their ability to form relationships with others and solve conflict. This model of government, centered around keeping peace between tribes, was used by the U.S. founding fathers to create checks and balances. \n I’ve observed that inclusivity is also a value shared by many indigenous people. Rather than punishing people for their physical conditions, sexual orientation, or their general place in life, indigenous values tend to forgive them. Every individual is on their own journey and everyone must be included and guided to achieve balance with whatever condition they were born with. This is in stark contrast to how most of society treats disabled people - with discrimination and tailored policies to accommodate them. Zara Surratt describes, that for a deaf Lakota girl, her impairment has little social relevance. \n Lastly, gratitude is actively practiced among indigenous people. Michelle Schenandoah describes daily rituals where her tribe expresses gratitude for one another. Gratitude for land, food, and life are essential and practiced regularly."
    }
]